Repository: MalloZup/realmd
Catalog: po/*.po
Languages: cs

source: Discover realm
cs: Objevit sféru (realm)

source: Authentication is required to discover a kerberos realm
cs: Objevování kerberos sféry (realm) vyžaduje ověření

source: Join machine to realm
cs: Přidat stroj do do sféry (realm)

source: Authentication is required to join this machine to a realm or domain
cs: Připojení tohoto stroje do sféry (realm) / oblasti vyžaduje ověření

source: Remove machine from realm
cs: Odebrat stroj ze sféry (realm)

source: Authentication is required to remove this computer from a realm or domain.
cs: Odebrání tohoto počítače ze sféry (realm) / domény vyžaduje ověření.

source: Change login policy
cs: Změnit pravidla přihlašování

source: Authentication is required to change the policy of who can log in on this computer.
cs: Ke změně pravidel toho, kdo se může přihlásit k tomuto počítači, je třeba se ověřit.

source: Process was terminated with signal: %d
cs: Proces byl ukončen se signálem: %d

source: The operation was cancelled
cs: Operace byla zrušena

source: Configured command not found: %s
cs: Nastavený příkaz nenalezen: %s

source: Skipped command: %s
cs: Přeskočené příkazy: %s

source: Configured command invalid: %s
cs: Nastaven neplatný příkaz: %s

source: Received invalid or unsupported Netlogon data from server
cs: Ze serveru obdržena neplatná nebo nepodporovaná Netlogon data

source: LDAP on this system does not support UDP connections
cs: LDAP na tomto systému nepodporuje UDP spojení

source: Unsupported or unknown membership software '%s'
cs: Nepodporovaný nebo neznámý členský software „%s“

source: Already joined to a domain
cs: Už připojeno do domény

source: Admin name or password is not valid
cs: Uživatelské jméno správce nebo heslo není platné

source: Not currently joined to this domain
cs: Do této domény nejste v tuto chvíli přidaní

source: Need credentials for leaving this domain
cs: Pro opuštění této sféry je třeba přihlašovacích údajů

source: Couldn't write out config: %s
cs: Nepodařilo se zapsat nastavení: %s

source: Not authorized to perform this action
cs: Nejste oprávněni k provedení této akce

source: Operation was cancelled.
cs: Operace byla zrušena.

source: Failed to enroll machine in realm. See diagnostics.
cs: Nepodařilo se přidat stroj do sféry (realm). Viz diagnostika.

source: Failed to unenroll machine from domain. See diagnostics.
cs: Odebrání stroje z domény se nezdařilo. Viz diagnostika.

source: Joining this realm without credentials is not supported
cs: Přidání se do této sféry (realm) bez přihlašovacích údajů není podporováno

source: Leaving this realm without credentials is not supported
cs: Opuštění této sféry (realm) bez přihlašovacích údajů není podporováno

source: Joining this realm using a credential cache is not supported
cs: Přidání se do této sféry (realm) pomocí mezipaměti přihlašovacích údajů není podporováno

source: Leaving this realm using a credential cache is not supported
cs: Opuštění této sféry (realm) pomocí mezipaměti přihlašovacích údajů není podporováno

source: Joining this realm using a secret is not supported
cs: Přidání se do této sféry (realm) pomocí hesla není podporováno

source: Unenrolling this realm using a secret is not supported
cs: Opuštění této sféry (realm) pomocí hesla není podporováno

source: Enrolling this realm using a password is not supported
cs: Přidání se do této sféry pomocí hesla není podporováno

source: Unenrolling this realm using a password is not supported
cs: Opuštění této sféry (realm) pomocí hesla není podporováno

source: Joining this realm is not supported
cs: Přidání se do této sféry (realm) není podporováno

source: Leaving this realm is not supported
cs: Opuštění této sféry (realm) není podporováno

source: Already running another action
cs: Už je spuštěná jiná akce

source: Already joined to another domain: %s
cs: Už připojeno do jiné domény: %s

source: Failed to change permitted logins. See diagnostics.
cs: Nepodařilo se změnit umožňovaná přihlášení. Viz diagnostika.

source: The realm does not allow specifying logins
cs: Sféra (realm) neumožňuje zadávání uživatelských jmen

source: Invalid login argument%s%s%s does not match the login format.
cs: Neplatný přihlašovací argument%s%s%s neodpovídající formát přihlašovacího jména.

source: The following packages are not available for installation: %s
cs: Následující balíčky nejsou k dispozici pro instalaci: %s

source: Necessary packages are not installed: %s
cs: Nejsou nainstalované nezbytné balíčky: %s

source: Installing necessary packages
cs: Instalace nezbytných balíčků

source: Failed to discover realm. See diagnostics.
cs: Nepodařilo se objevit sféru (realm). Viz diagnostika.

source: Not joined to this domain
cs: Nepřidáno do této domény

source: The Samba provider cannot restrict permitted logins.
cs: Samba poskytovatel neumožňuje omezit umožněná přihlášení.

source: Invalid login argument '%s' contains unsupported characters.
cs: Neplatný přihlašovací argument „%s“ obsahuje nepodporované znaky.

source: Enabling SSSD in nsswitch.conf and PAM failed.
cs: Nepodařilo se zapnout SSSD v nsswitch.conf a PAM.

source: Unable to automatically join the domain
cs: Nedaří se automaticky připojit do domény

source: Joining a domain with a one time password is only supported with the '%s' membership software
cs: Přidání se do domény pomocí jednorázového hesla je podporováno pouze v případě členského software „%s“

source: Joining a domain with a user password is only supported with the '%s' membership software
cs: Přidání se do domény pomocí hesla uživatele je podporováno pouze u členského software „%s“

source: Unsupported credentials for joining a domain
cs: Nepodporované přihlašovací údaje pro připojení do domény

source: Already joined to this domain
cs: Do této domény už je připojeno

source: A domain with this name is already configured
cs: Doména s tímto názvem je už nastavená

source: Already have domain %s in sssd.conf config file
cs: Doména %s už existuje v souboru s nastaveními sssd.conf

source: Don't have domain %s in sssd.conf config file
cs: Doména %s neexistuje v souboru s nastaveními sssd.conf

source: The computer-ou argument is not supported when joining an IPA domain.
cs: Při připojování do IPA domény není podporován argument computer-ou.

source: Not currently joined to this realm
cs: Do této sféry (realm) nejste v tuto chvíli přidaní

source: Discover available realm
cs: Objevit dostupnou sféru (realm)

source: Enroll this machine in a realm
cs: Přidat tento stroj do sféry (realm)

source: Unenroll this machine from a realm
cs: Zrušit členství tohoto stroje v doméně

source: List known realms
cs: Vypsat známé sféry (realm)

source: Permit user logins
cs: Umožnit přihlášení uživatelů

source: Deny user logins
cs: Odepřít přihlášení uživatelů

source: Invalid value for %s option: %s
cs: Neplatná hodnota předvolby %s: %s

source: Install mode to a specific prefix
cs: Režim instalace do zadané složky

source: Verbose output
cs: Podrobnější výstup

source: Do not prompt for input
cs: Nevyžadovat vstup

source: Couldn't connect to realm service
cs: Nepodařilo se připojit ke službě realm

source: Couldn't load the realm service
cs: Nepodařilo se načíst službu realm

source: Couldn't connect to system bus
cs: Nepodařilo se připojit k (softwarové) sběrnici systému (D-Bus)

source: Couldn't create socket pair: %s
cs: Nepodařilo se vytvořit dvojici soketů: %s

source: Couldn't create socket
cs: Nepodařilo se vytvořit soket

source: Couldn't run realmd
cs: Nepodařilo se spustit realmd

source: Couldn't create runtime directory: %s: %s
cs: Nepodařilo se vytvořit pracovní složku: %s: %s

source: Couldn't create credential cache file: %s: %s
cs: Nepodařilo se vytvořit soubor s mezipamětí přihlašovacích údajů: %s: %s

source: Couldn't resolve credential cache
cs: Nepodařilo se přeložit mezipaměť přihlašovacích údajů

source: Invalid password for %s
cs: Neplatné heslo pro %s

source: Couldn't authenticate as %s
cs: Nepodařilo se ověřit jako %s

source: Couldn't parse user name: %s
cs: Nepodařilo se zpracovat uživatelské jméno: %s

source: Couldn't read credential cache
cs: Nepodařilo se načíst mezipaměť přihlašovacích údajů

source: Couldn't initialize kerberos
cs: Nepodařilo se inicializovat kerberos

source: Cannot prompt for a password when running in unattended mode
cs: Při spuštění v bezobslužném režimu není možné vyžádat heslo

source: Password for %s:
cs: Heslo pro %s:

source: Couldn't prompt for password: %s
cs: Nepodařilo se dotázat na heslo: %s

source: Realm does not support membership using a password
cs: Sféra (realm) nepodporuje členství pomocí hesla

source: Realm does not support membership using a one time password
cs: Sféra (realm) nepodporuje členství pomocí jednorázového hesla

source: Couldn't select kerberos credentials
cs: Nepodařilo se vybrat kerberos přihlašovací údaje

source: Couldn't read kerberos credentials
cs: Nepodařilo se načíst kerberos přihlašovací údaje

source: Realm does not support automatic membership
cs: Sféra (realm) nepodporuje automatické členství

source: Couldn't discover realms
cs: Nepodařilo se objevit sféry (realm)

source: No default realm discovered
cs: Nebyla objevena žádná výchozí sféra (realm)

source: No such realm found: %s
cs: Nenalezena žádná taková sféra (realm): %s

source: Show all discovered realms
cs: Zobrazit všechny objevené sféry (realm)

source: Show only the names
cs: Zobrazit pouze názvy

source: Use specific client software
cs: Použít konkrétní klientský software

source: Use specific membership software
cs: Použít konkrétní členský software

source: Use specific server software
cs: Použít konkrétní serverový software

source: Show all realms
cs: Zobrazit všechny sféry (realm)

source: Couldn't join realm
cs: Nepodařilo se přidat se do sféry (realm)

source: Cannot join this realm
cs: Nedaří se přidat do této sféry (realm)

source: No such realm found
cs: Nenalezena žádná taková sféra (realm)

source: User name to use for enrollment
cs: Uživatelské jméno kterým se přidat

source: Computer OU DN to join
cs: Rozlišený název (DN) organizační jednotky (OU) s účty počítačů, do které se připojit

source: Join automatically without a password
cs: Přidat se automaticky, bez hesla

source: Join using a preset one time password
cs: Přidat se pomocí přednastaveného jednorázového hesla

source: Turn off automatic id mapping
cs: Vypnout automatické mapování identifikátorů

source: Set the user principal for the computer account
cs: Nastavit uživatelský kerberos identifikátor pro účet počítače

source: Specify one realm to join
cs: Zadejte jednu oblast (realm) do které se přidat

source: The --no-password argument cannot be used with --one-time-password or --user
cs: Argument --no-password nelze použít zároveň s --one-time-password nebo --user

source: The --one-time-password argument cannot be used with --user
cs: Argument --one-time-password nelze použít zároveň s --user

source: Couldn't leave realm
cs: Nepodařilo se opustit sféru (realm)

source: Remove computer from realm
cs: Odebrat počítač ze sféry (realm)

source: User name to use for removal
cs: Uživatelské jméno kterým se odebrat

source: Couldn't change permitted logins
cs: Nepodařilo se změnit umožněná přihlašování

source: Permit any realm account login
cs: Umožnit přihlášení libovolnému účtu ze sféry (realm)

source: Deny any realm account login
cs: Odepřít přihlášení všem účtúm z této sféry (realm)

source: Withdraw permit for a realm account to login
cs: Zrušit účtu ze sféry (realm) oprávnění se přihlášovat

source: Treat names as groups which to permit
cs: Považovat jména za skupiny kterým umožnit

source: Realm to permit/deny logins for
cs: Sféra (realm) ze které umožnit/odepřít přihlašování

source: No logins should be specified with -a or --all
cs: Žádná přihlášení by měla být určena pomocí -a nebo --all

source: The --withdraw or -x arguments cannot be used when denying logins
cs: Při odpírání přihlášení nelze použít argumenty --withdraw nebo -x

source: Specific logins must be specified with --withdraw
cs: V případě předvolby --withdraw je třeba zadat konkrétní přihlašovací jména

source: Groups may not be specified with -a or --all
cs: Při použití -a (nebo --all) už nezadávejte skupiny

source: Use --all to deny all logins
cs: Veškerá přihlášení odepřete pomocí --all

source: Specify specific users to add or remove from the permitted list
cs: Zadejte konkrétní uživatele které přidat nebo odebrat ze seznamu umožněných

source: Specifying deny without --all is deprecated. Use realm permit --withdraw
cs: Zadání odepření bez --all se už nepoužívá. Použijte příkaz: realm permit --withdraw
